Repository: common-repository/hm-image-slider
Catalog: languages/hm-image-slider-*.po
Languages: fa_ir

source: No slider selected
fa_ir: اسلایدری انتخاب نشده است.

source: Use this shortcode in post:
fa_ir: از این کد کوتاه در پست های خود استفاده کنید:

source: Or use below code in your functions.php
fa_ir: یا از کد زیر در فایل functions.php استفاده کنید

source: Speed
fa_ir: سرعت

source: MiliSec
fa_ir: میلی ثانیه

source: Duration
fa_ir: طول اسلاید

source: Time between slide changes - MiliSec
fa_ir: زمان بین تغییر دو اسلاید - بر حسب میلی ثانیه

source: Autoplay
fa_ir: شروع خودکار

source: Loop
fa_ir: تکرار

source: Autosize
fa_ir: اندازه خودکار

source: Resize
fa_ir: تغییر اندازه

source: Stretch
fa_ir: کشیدگی

source: Transition
fa_ir: جابجایی

source: Fade
fa_ir: محو شده

source: Right
fa_ir: به راست

source: Left
fa_ir: به چپ

source: Up
fa_ir: به بالا

source: Down
fa_ir: به پایین

source: Navigation type
fa_ir: منوی ناوبری

source: List
fa_ir: لیست

source: Controls
fa_ir: کنترل

source: Both
fa_ir: هردو

# no slider navigation
source: None
fa_ir: فاقد منوی ناوبری

source: Easing
fa_ir: روند سرعت

source: Caption
fa_ir: توضیح

source: Url
fa_ir: آدرس اینترنتی

source: Insert
fa_ir: وارد کردن

source: Cancel
fa_ir: انصراف

source: Edit
fa_ir: ویرایش

# post type general name
source: Sliders
fa_ir: اسلایدر

# post type singular name
source: Slider
fa_ir: اسلایدر

# admin menu
source: Sliders
fa_ir: اسلایدرها

# add new on admin bar
source: Slider
fa_ir: اسلایدر

# slider
source: Add New
fa_ir: اضافه کردن اسلایدر

source: Add New Slider
fa_ir: افزودن اسلایدر جدید

source: New Slider
fa_ir: اسلایدر جدید

source: Edit Slider
fa_ir: ویرایش اسلایدر

source: View Slider
fa_ir: نمایش اسلایدر

source: All Sliders
fa_ir: تمام اسلایدرها

source: Search Sliders
fa_ir: جستجوی اسلایدر

source: Parent Sliders:
fa_ir: اسلایدر والد

source: No Sliders found.
fa_ir: اسلایدری یافت نشد.

source: No Sliders found in Trash.
fa_ir: هیچ اسلایدری در زباله دان یافت نشد.

source: Description.
fa_ir: توضیحات

# taxonomy general name
source: Subjects
fa_ir: موضوعات

# taxonomy singular name
source: Subject
fa_ir: موضوع

source: Search Subjects
fa_ir: جستجوی موضوع

source: Popular Subjects
fa_ir: موضوعات بیشتر استفاده شده

source: All Subject
fa_ir: تمام موضوعات

source: Edit Subject
fa_ir: ویرایش موضوع

source: Update Subject
fa_ir: بروزرسانی موضوع

source: Add New Subject
fa_ir: افزودن موضوع جدید

source: New Subject Name
fa_ir: عنوان موضوع جدید

source: Separate Subjects with commas
fa_ir: موضوعات را با کاما از هم جدا کنید.

source: Add or remove Subjects
fa_ir: افزودن یا حذف موضوعات

source: Choose from the most used Subjects
fa_ir: از موضوعاتی که بیشتر استفاده شده اند استفاده کنید.

source: No Subjects found.
fa_ir: موضوعی یافت نشد

source: Subjects
fa_ir: موضوعات

source: You select no image slide
fa_ir: هیچ تصویری انتخاب نکرده اید.

source: Slides
fa_ir: اسلایدها

source: Slider settings
fa_ir: تنظیمات اسلایدر

source: Slider how use
fa_ir: روش استفاده از اسلایدر

source: Slider
fa_ir: اسلایدر

source: Show slider from sliders
fa_ir: نمایش اسلایدر از لیست اسلایدرها

source: Widget name
fa_ir: عنوان ابزارک

source: Select slider
fa_ir: انتخاب اسلایدر

source: HM image slider
fa_ir: اسلایدر تصاویر

source: this is simple image slider
fa_ir: این یک اسلایدر ساده برای تصاویر است.

source: Hamed Moodi
fa_ir: حامد مودی
